const StationInfo = [
  {
    train: "행신역",
    position: { lat: 37.612133259092005, lng: 126.83424521252282 },
  },
  {
    train: "서울역",
    position: { lat: 37.55592978778571, lng: 126.97210824616438 },
  },
  {
    train: "영등포역",
    position: { lat: 37.51564687008552, lng: 126.90744793931377 },
  },
  {
    train: "광명역",
    position: { lat: 37.416664546209894, lng: 126.88492056682958 },
  },
  {
    train: "수원역",
    position: { lat: 37.26564253711089, lng: 127.00007046138899 },
  },
  {
    train: "천안아산역",
    position: { lat: 36.79420674636496, lng: 127.1045366477671 },
  },
  {
    train: "오송역",
    position: { lat: 36.62009444926888, lng: 127.3275725873306 },
  },
  {
    train: "대전역",
    position: { lat: 36.331515660740514, lng: 127.43274734876098 },
  },
  {
    train: "김천구미역",
    position: { lat: 36.11350772356422, lng: 128.1808380410188 },
  },
  {
    train: "서대구역",
    position: { lat: 35.88149725008915, lng: 128.53991636668655 },
  },
  {
    train: "동대구역",
    position: { lat: 35.87923403176077, lng: 128.62831608587155 },
  },
  {
    train: "밀양역",
    position: { lat: 35.4744653487994, lng: 128.77138264933427 },
  },
  {
    train: "구포역",
    position: { lat: 35.20553573180837, lng: 128.9972344310166 },
  },
  {
    train: "부산역",
    position: { lat: 35.11519430741748, lng: 129.04043150413258 },
  },
  {
    train: "울산역",
    position: { lat: 35.55143883893413, lng: 129.13859938669552 },
  },
  {
    train: "신경주역",
    position: { lat: 35.79829560393723, lng: 129.13978970633767 },
  },
  {
    train: "포항역",
    position: { lat: 36.071737996704506, lng: 129.34223174717678 },
  },
];

export default StationInfo;
